Repository: pezkins/messaging-app
Catalog: ios-native/Intok/Resources/Localizable/*.lproj/Localizable.strings
Languages: he

# common_ok
source: OK
he: שר

# common_done
source: Done
he: ס

# common_save
source: Save
he: שר

# common_delete
source: Delete
he: ק

# common_edit
source: Edit
he: ער

# common_close
source: Close
he: סר

# common_back
source: Back
he: ר

# common_continue
source: Continue
he: ש

# common_finish
source: Finish
he: ס

# common_loading
source: Loading...
he: ע...

# common_error
source: Error
he: ש

# common_success
source: Success
he: צ

# common_retry
source: Retry
he: ס ש

# common_try_again
source: Try Again
he: ס ש

# common_search
source: Search
he: פש

# common_unknown
source: Unknown
he: ע

# common_not_set
source: Not set
he: ר

# app_tagline
source: Connect globally, communicate naturally
he: תר ת, תקשר פ ע

# login_continue_apple
source: Continue with Apple
he: ש ע Apple

# login_continue_google
source: Continue with Google
he: ש ע Google

# login_continue_email
source: Continue with Email
he: ש ע

# login_terms_notice
source: By continuing, you agree to our Terms of Service and Privacy Policy
he: ש, ת ס ת שרת ת פרת ש

# login_sign_in_apple
source: Sign in with Apple
he: תר ע Apple

# email_auth_title
source: Continue with Email
he: ש ע

# email_auth_welcome_back
source: Welcome Back
he: ר ש

# email_auth_create_account
source: Create Account
he: צר ש

# email_auth_whats_your_email
source: What's your email?
he: ש?

# email_auth_check_account
source: We'll check if you have an account
he: ק ש ש

# email_auth_email_placeholder
source: Enter your email
he: ת ש

# email_auth_enter_password
source: Enter your password
he: ת סס ש

# email_auth_password_label
source: Password
he: סס

# email_auth_sign_in
source: Sign In
he: תר

# email_auth_forgot_password
source: Forgot password?
he: שת סס?

# email_auth_create_your_account
source: Create your account
he: צר ת ש ש

# email_auth_display_name_label
source: Display Name
he: ש תצ

# email_auth_confirm_password_label
source: Confirm Password
he: שר סס

# email_auth_password_hint
source: At least 6 characters
he: פת 6 ת

# email_auth_passwords_dont_match
source: Passwords don't match
he: ססת תת

# email_auth_preferred_language
source: Preferred Language
he: שפ עפת

# email_auth_create_account_button
source: Create Account
he: צר ש

# email_auth_check_email_error
source: Failed to check email. Please try again.
he: קת ש. ס ש.

# setup_choose_display_name
source: Choose a Display Name
he: ר ש תצ

# setup_how_others_see_you
source: This is how others will see you
he: ר ר ת

# setup_enter_name_placeholder
source: Enter your name
he: ת ש

# setup_select_language
source: Select Your Language
he: ר ת שפ ש

# setup_messages_translated
source: Messages will be translated to this language
he: עת תר שפ

# setup_search_languages
source: Search languages...
he: פש שפת...

# setup_select_country
source: Select Your Country
he: ר ת ש

# setup_country_optional
source: Optional - helps connect you with nearby users
he: פצ - ער תר שתש קר

# setup_search_countries
source: Search countries...
he: פש ת...

# setup_select_region
source: Select Your Region
he: ר ת ר ש

# setup_region_accuracy
source: This helps with translation accuracy
he: ער ק תר

# conversations_title
source: Messages
he: עת

# conversations_search_placeholder
source: Search conversations...
he: פש שת...

# conversations_loading
source: Loading conversations...
he: ע שת...

# conversations_empty_title
source: No conversations yet
he: שת ע

# conversations_empty_subtitle
source: Start a conversation by tapping the compose button
he: ת ש ע צ ע פתר ר

# conversations_start_new
source: Start New Chat
he: ת צ' ש

# conversations_error_title
source: Something went wrong
he: ש שתש

# conversations_group_chat
source: Group Chat
he: צ' קצת

# conversations_no_messages
source: No messages yet
he: עת ע

# conversations_yesterday
source: Yesterday
he: ת

# conversations_delete_title
source: Delete Conversation
he: ק ש

# conversations_delete_message
source: Delete this conversation? This cannot be undone.
he: ק ש ? ת .

# conversations_delete_button
source: Delete Conversation
he: ק ש

# conversations_deleting
source: Deleting...
he: ק...

# conversations_preview_photo
source: 📷 Photo
he: ת

# conversations_preview_voice
source: 🎤 Voice message
he: ע קת

# conversations_preview_file
source: 📎 File
he: קץ

# new_chat_title
source: New Message
he: ע ש

# new_chat_direct
source: Direct
he: שר

# new_chat_group
source: Group
he: קצ

# new_chat_search_users
source: Search users...
he: פש שתש...

# new_chat_no_results
source: No users found
he: צ שתש

# new_chat_create_group
source: Create Group
he: צר קצ

# new_chat_group_name_placeholder
source: Group name (optional)
he: ש קצ (פצ)

# new_chat_selected_count
source: Create Group (%d members)
he: צר קצ (%d ר)

# chat_message_placeholder
source: Type a message...
he: ק ע...

# chat_send_button
source: Send
he: ש

# chat_typing_indicator
source: typing...
he: ק...

# chat_read_receipt
source: Read
he: קר

# chat_delivered
source: Delivered
he: סר

# chat_sending
source: Sending...
he: ש...

# chat_failed
source: Failed to send
he: ש ש

# chat_reply
source: Reply
he: ש

# chat_copy
source: Copy
he: עתק

# chat_delete
source: Delete
he: ק

# chat_delete_for_me
source: Delete for Me
he: ק

# chat_delete_for_everyone
source: Delete for Everyone
he: ק

# chat_save_photo
source: Save to Photos
he: שר תת

# chat_download_file
source: Download File
he: ר קץ

# chat_message_deleted
source: This message was deleted
he: ע ק

# chat_show_original
source: Show Original
he: צ קר

# chat_show_translation
source: Show Translation
he: צ תר

# chat_translated_from
source: Translated from %@
he: תר -%@

# chat_attach_photo
source: Photo
he: ת

# chat_attach_camera
source: Camera
he: צ

# chat_attach_file
source: File
he: קץ

# chat_translate_document
source: Translate document
he: תר ס

# chat_group_info
source: Group Info
he: ע ע קצ

# chat_add_people
source: Add People
he: סף ש

# chat_remove_people
source: Remove People
he: סר ש

# chat_leave_group
source: Leave Group
he: ע קצ

# chat_view_profile
source: View Profile
he: צפ פרפ

# chat_search
source: Search in Chat
he: פש צ'

# settings_title
source: Settings
he: רת

# settings_preferences
source: PREFERENCES
he: עפת

# settings_about
source: ABOUT
he: ת

# settings_language
source: Language
he: שפ

# settings_region
source: Region
he: ר

# settings_app_language
source: App Language
he: שפת פקצ

# settings_app_language_auto
source: Auto (Device Language)
he: (שפת שר)

# settings_whats_new
source: What's New
he: ש

# settings_version
source: Version
he: רס

# settings_privacy_policy
source: Privacy Policy
he: ת פרת

# settings_terms_of_service
source: Terms of Service
he: ת שרת

# settings_help_support
source: Help & Support
he: ער ת

# settings_sign_out
source: Sign Out
he: תתק

# settings_sign_out_confirm
source: Are you sure you want to sign out?
he: ת שרצ תתק?

# settings_delete_account
source: Delete Account
he: ק ש

# settings_edit_name
source: Edit Display Name
he: ער ש

# settings_display_name
source: Display Name
he: ש תצ

# settings_change_photo
source: Change Profile Photo
he: ש תת פרפ

# settings_take_photo
source: Take Photo
he: צ ת

# settings_choose_library
source: Choose from Library
he: ר ספר

# settings_remove_photo
source: Remove Photo
he: סר ת

# settings_photo_error
source: Photo Error
he: שת ת

# settings_photo_error_message
source: Failed to update profile photo
he: ע תת פרפ ש

# group_info_title
source: Group Info
he: ע ע קצ

# group_info_participants
source: %d Participants
he: %d שתתפ

# group_info_participants_header
source: Participants
he: שתתפ

# group_info_you
source: (You)
he: (ת)

# group_info_edit_name
source: Edit Group Name
he: ער ש קצ

# group_info_group_name
source: Group Name
he: ש קצ

# group_add_participants_title
source: Add Participants
he: סף שתתפ

# group_add_participants_search
source: Search users to add...
he: פש שתש ספ...

# group_add_participants_button
source: Add to Group
he: סף קצ

# group_add_participants_empty
source: No users to add
he: שתש ספ

# group_remove_participants_title
source: Remove Participants
he: סר שתתפ

# group_remove_participants_confirm
source: Remove %@ from the group?
he: סר ת %@ קצ?

# group_remove_button
source: Remove
he: סר

# language_auto
source: Auto (Device Language)
he: (שפת שר)

# error_network
source: Network error. Please check your connection.
he: שת רשת. ק ת ר ש.

# error_server
source: Server error. Please try again later.
he: שת שרת. ס ש ר תר.

# error_unknown
source: An unknown error occurred.
he: רע ש ע.

# error_authentication
source: Authentication failed. Please sign in again.
he: ת ש. תר ש.

# error_permission_denied
source: Permission denied.
he: רש ת.

# error_not_found
source: Not found.
he: צ.

# error_photo_access
source: Photo library access is required to select photos.
he: רשת ש ספרת תת.

# error_camera_access
source: Camera access is required to take photos.
he: רשת ש צ.

# error_file_too_large
source: File is too large. Maximum size is %@.
he: קץ . קס: %@

# permission_photos_title
source: Photo Access
he: ש תת

# permission_photos_message
source: Allow Intok to access your photos to share images.
he: פשר -Intok ש תת ש.

# permission_camera_title
source: Camera Access
he: ש צ

# permission_camera_message
source: Allow Intok to access your camera to take photos.
he: פשר -Intok ש צ ש.

# permission_notifications_title
source: Notifications
he: תרת

# permission_notifications_message
source: Allow Intok to send you notifications for new messages.
he: פשר -Intok ש תרת.

# permission_go_to_settings
source: Go to Settings
he: ער רת

# time_just_now
source: Just now
he: עש

# time_minutes_ago
source: %d minutes ago
he: פ %d קת

# time_hours_ago
source: %d hours ago
he: פ %d שעת

# time_yesterday
source: Yesterday
he: ת

# time_days_ago
source: %d days ago
he: פ %d

# accessibility_back_button
source: Go back
he: ר

# accessibility_close_button
source: Close
he: סר

# accessibility_send_message
source: Send message
he: ש ע

# accessibility_attach_media
source: Attach media
he: צרף

# accessibility_take_photo
source: Take a photo
he: צ ת

# accessibility_select_emoji
source: Select emoji
he: ר '

# accessibility_profile_picture
source: Profile picture
he: תת פרפ

# accessibility_unread_messages
source: %d unread messages
he: %d עת ש קר

# empty_conversations
source: No conversations
he: שת

# empty_messages
source: No messages
he: עת

# empty_search_results
source: No results found
he: תצת

# empty_users
source: No users found
he: צ שתש

# notification_new_message
source: New message
he: ע ש

# notification_new_message_from
source: New message from %@
he: ע ש -%@

# notification_photo
source: %@ sent a photo
he: %@ ש/ ת

# notification_file
source: %@ sent a file
he: %@ ש/ קץ

# notification_gif
source: %@ sent a GIF
he: %@ ש/ GIF
